{
  "patentNr": "EP1626661B1",
  "title": "Retraktor zur Durchführung von Herz- und Thorax-chirurgischen Eingriffen",
  "status": "DONE",
  "paragraphs": [
    {
      "id": "p0001",
      "section": "description",
      "text": "[0001] Di e Erfindung betrifft einen Re trakto r mit ei ner Schi ene, von der ein erster Haltearm abgewinkelt ab- steh t,sowi e mi t einem zweiten Haltea rm, der si ch etwa paral lelzumersten Haltearmerstreck t undwobei deren Abstand veränderba r ist, und mi t an den Haltearmen an- gebrachten Funktionselementen, von denen zumi ndest ein Funktionselement einen si ch quer zu einem Haltearm erstreck enden Absc hn itt au fwei st, der um eine Achs e, die etwa pa rall el und im Abstand zu ein"
    },
    {
      "id": "p0002",
      "section": "description",
      "text": "[0002] Ei nderartige r Rektraktor is taus de rU S- A- 5,025,77 9 oder der DE- U- 200 03 335bekannt."
    },
    {
      "id": "p0003",
      "section": "description",
      "text": "[0003] Retraktoren dieser Art werden bspw. als Rip-pensperrer beiOperationenam offenenHerzen eingesetzt. Es haben si ch hierbei di e Fachbegriffe Thorax- und Sternu ms pe rrerfür di eseR etraktoren etabliert."
    },
    {
      "id": "p0004",
      "section": "description",
      "text": "[0004] Bei de r Verwendung als Sternu ms pe rrer wird das Sternu m (Brustbein) de r Länge na ch aufgetrennt und die jeweil s andenbeiden Haltearmenbefestigten Funk- tionselemente in die Öffnung des Sternums eingeführt. Durch Betätigen des Antriebsmechanismus werden die beiden Haltearmevon ei nanderwegbewegt und der Brustkorb ge spreiz t, hierdurch wird ein Eingriff in die Brusthöhle durch den Operateur ermö glicht."
    },
    {
      "id": "p0005",
      "section": "description",
      "text": "[0005] Sternums perrer werden v or allem be i Operatio- nen verwendet, bei denen Herzkranzgefäße durch an- dere Gefäße erse tzt we rden , sogenannte Bypass- Op e- rationen.H ierzu wird heutzutage im Allgem ei nen di elin- ke Brustbeinarterie hinz ugezogen. Diese wi rd in der Fach sp rach e häufig als (Left) Internal Ma mm ary Artery oder abgekürzt (L) IMA bez eic hn et. Dahe r werdenR e- traktoren für diese Art von Operation auch als IMA- oder LIMA- Sperrer bezeichnet."
    },
    {
      "id": "p0006",
      "section": "description",
      "text": "[0006] E i ne W ei t er e nt w i c k l un g d i es er O pe r at i o ns te c h- nik ist di esogenannte MIDCAB ( = mi ni ma l in va si ve d ir e ct coronar artery by pass)-Technik. Di ese Technik wurde im Rahmen der mi nimalinvasiven Chirurgi eentwickelt. Hi er- bei erfolgt der Zugangzum Herzen ni cht durch dasÖff- nen des Brustbeins, sondern übereinen Zwischenrip- penraum .Di ehierzu entwickelten Geräte werden in der F a ch sp r a ch e a ls M ID C A B - S pe r r e r o de r ma nc hm a"
    },
    {
      "id": "p0007",
      "section": "description",
      "text": "[0007] Für beide Techniken hat es si ch al s nützlich er- wi esen, w enn di e dabei verw en de ten Sperrer nich t nur die beidenSeiten derOperations öffnungauseinander ziehen, sondern auch die herzs ei tige Hälfte des Brust- korbs ge genüber de r anderen anheben. Hi erdurch wi rd ein besserer Zugang zumHerzen ermöglicht. [ 0008] Das ei ngangserwähnte Dokument US- A- 5,025,77 9 be schrei bt da zu einenRi ppensperrer zu m An- hebendereinenSeite de r Op erationsöffnung im Ver- glei ch zu d"
    },
    {
      "id": "p0009",
      "section": "description",
      "text": "[0009] B e i d ie s e m S t el l or g an ha nd e lt es s ic h u m ei ne Stellschraube. Diese Stells ch raube erstreckt si ch du rch einen Schwenkbügel, mit dem das Funktionselement auf dem Haltea rm angebrach tist, un d stützt si ch gegenden Absc hnitt desFunk ti onselementsab, der si chquer zum Ha ltea rm erstreck t.Du rchDrehender Stells ch raube wi rd derAbstand zwischenSchwenkbügel und Funktionsele- ment auf der Höhe der Stellschraube verändert. D a- durch, dass der Schwenkbügel und"
    },
    {
      "id": "p0011",
      "section": "description",
      "text": "[0011] Di e au f den Körper des Pati enten ausgeübte Kraft wi rkt hierbei in Ri ch tung der Achse des Stello rgan s. D i e K r a f t w i r d t ei l w ei se du r c h da s S t el l or g an un d t e il w e i- se durch di e Verbindung zwis chen Schwenkbügel und Funk tionselement aufgenommen. Das einz ige Gefühl, das der Operateur für die ausgeübte Kraft hat, ist hierbei die Schwergängigke it der Stellsch raube. Du rch ei ne zu hohe Kraftein wi rkung kann es zu Trau ma ta im Bereich der Operat"
    },
    {
      "id": "p0012",
      "section": "description",
      "text": "[0012] Ein solches Stellorgan übt außerdem eine re- lati vhohe punktuelle Belastungaufdas Funktionsele- ment aus. Da s Sperren ei nes Brustko rbs ist, da dieser durch zahlreiche Knoc hen, Muskeln und Sehnen aufge- baut ist,mit einem hohen Kraftaufwand ve rbunden."
    },
    {
      "id": "p0013",
      "section": "description",
      "text": "[0013] Di ese hohe Kraft wi rkt daher direkt auf die re- lati vkleine Auflageflächedes Stellorgansein."
    },
    {
      "id": "p0014",
      "section": "description",
      "text": "[0014] Außerdem ist da s Anhe ben einer Brusthälfte mit Hilfe einer Stel ls chraube zeitaufwendig. U m sowohl eine genügende Genauigkeit der Eins tellung al s auch eine Leichtgängigkeit der Stellschraube zu gewährlei- sten, werden Stellschrauben mi t einem engen Gew inde mit geringer Stei gung verwendet. Dadurch is tdie Verän- derun g der Schwen ks tellung pro Umdrehung der Schraube gering, wa s bei eine r größeren Veränderung derSchwenkstell ung ei n langw ieriges Drehen notwendig macht."
    },
    {
      "id": "p0015",
      "section": "description",
      "text": "[0015] Aus der US- B- 6 478734 ist ei n Rektraktormit eine r Schiene bekannt, von der ein erster Ha ltea rm ab- gewinkeltabsteht,sowie mi t einem zweiten Haltearm, der sich etwa parallel zum ersten Haltearm erstreck t und deren Abstand veränderba r is t, und mi t an den Haltear- men angebrachten Funktionselementen, von denen zu- mindesteinFunk tionselement einensich quer zueinem H a l t ea r m e r st r ec k e n de n A b sc hn i t t a u fw e i s t , de r um ei ne A c hs e i n e tw a"
    },
    {
      "id": "p0016",
      "section": "description",
      "text": "[0016] Da s Do ku me nt US- A- 6,159,231 beschrei bt ei- nen Retraktor,bei dem dieSchi ene,auf der di ebeiden Haltearme angebracht sind, abgewi nkelt is t. Das Anhe- ben des Retraktors erfo lgt hierbei du rch einen we iteren äußeren Mechanismus, z.B. ei nen Seilzug."
    },
    {
      "id": "p0017",
      "section": "description",
      "text": "[0017] Di ese Vorrichtung hat allerdings den Nachteil, dasssi edenZugang zurOperationsöffnung fürden Ope- rateur deutlichvermindert. So kann be idies er Ausfüh- rung de rZugang zu rOperationsöffnung nur vo n de rdem Mechanismus zum AnhebenentferntenSeite erfolgen. D e s W ei t er e n i s t d i e in d e m P at e nt be sc hr i e be n e V or - rich tung nich t sy mm etrisc h, ka nn al so nur für eine, im Allgemeinen die linke, Brusthälfteverw endet werden."
    },
    {
      "id": "p0018",
      "section": "description",
      "text": "[0018] Da s Do ku me nt DE- C- 198 57 320 besc hreibt ei- nen Ri ppensperrer, de ss en Schi ene, au f der die beiden Haltearme befestigt si nd, konvex bogenförmi g is t. D er beschriebene Retrak tor verfügt hierbei über keinerlei we itere Elemente zu m Anheben de r einen Seite de r Op e- rationsöffnung gegenüber der anderen. Da du rch is t die Höhendifferenz zwischenden beidenSeitender Opera- tionsöffnung direkt von der Öffnungswei teabhängig. Di es wird allein vonderfesten Krümmung de"
    },
    {
      "id": "p0019",
      "section": "description",
      "text": "[0019] Da s Do ku me nt US- A- 6,416,468 beschrei bt ei- nen laterale n Ri ppensperrer, de r ei nen an einem der bei- den Ha ltearme befes tigten Fuß au fweist. Di e in di esem Patent beschriebene Vorrich tung ist me chanisch ko m- pliz iertund besteht auseinergroßenAnzahl vonEinz el- teil en. D ies ma ch t di ese Vorrichtung in de r He rstellung kostspielig und kompli ziert zu reinigen und sterilisieren. Außerdem ka nn es durch die Verwendung eines sepa- raten Fußes zum Abrutschen"
    },
    {
      "id": "p0020",
      "section": "description",
      "text": "[0020] Es is t daher Aufgabe der Erfindung, einen R e- traktor zu m Anheben der Rippen zu sc ha ffen, bei dem das AnhebenderBrusthälfte atraumatis ch undvom Op e- rateur ma nuell fühlba r du rchfüh rbar ist."
    },
    {
      "id": "p0021",
      "section": "description",
      "text": "[0021] Di eAufgabe wi rd dadurch gelöst,dassdie je- weilige Schwenkstell ung des Funkti onselementsrelativ zum Sc hwenkbügel und somi t zum Haltearm durch Er- greifen mi teine rH and einstell bar istund durch einen Ri egelmechanismusfixi erbar is t. [ 0022] Durchdas Einstellen der Schwenkstellu ng durch Anheben von Ha nd hat der Operateur jederze it ein Gefühl dafür, w ie viel Kraft auf den Brustko rb des Pati- enten au sgeübt wird, und ka nn dadurch Traumata du rch Überbelastung vermeid"
    },
    {
      "id": "p0023",
      "section": "description",
      "text": "[0023] D e r R i eg el me c ha ni s mu s i s t hi e r be i v or t e il h af - t e r w ei s e me ch an i s c h ei n f ac h au s ge f üh r t . E s ka n n si ch hierbei zumBeispiel um ei nR astensystem, ei n System, das mit Stiften gesichert wird, oder um andere de m Fa ch- mannbekannteMittel handeln."
    },
    {
      "id": "p0024",
      "section": "description",
      "text": "[0024] In einer bevorz ugten Ausfüh rung sform is t der Riegelmechanismus als Rastenmechanismus ausgebil- det."
    },
    {
      "id": "p0025",
      "section": "description",
      "text": "[0025] Ein Rastenmechanismus erweist sich als be- sonders vorteilhafter Ri egelmechanismus, da durch die- sen di e Eins tellung der Schwenks tellungbesondersein- fach und fein stufig ist und du rch die Verwendung eines Rastenmechanismus außerdem ein Abrutschen wäh- rend de r Fi xi erungder Schwenkstell ungvermieden wer- den kann."
    },
    {
      "id": "p0026",
      "section": "description",
      "text": "[0026] Di eFixi erung der Schwenkstellung mittelsdes Rastenmechanismuskannmit nur ei ner Hand erfolgen. Di e Raste ist zweckmäßigerweise in Ri chtung des An- hebens einer Brusthälfte beweglich und bloc ki ert in Ri ch- t u ng de s A b se nk en s d er B r us t hä lf t e . D a mi t k an n d ie Brusthälfte durcheinfaches Anheben in di egewünschte Stellung gebracht we rden und du rch kurzes Abse nk en mit ei ner Handin dergewünsc htenStellungverriegelt werden ."
    },
    {
      "id": "p0027",
      "section": "description",
      "text": "[0027] In ei ner bevorzugten Ausgestaltung de r zu vor genannten Maßnahme wird der Rastenmechanismus aus einer Zahn stange undeine r Rastna se gebildet."
    },
    {
      "id": "p0028",
      "section": "description",
      "text": "[0028] E i n so l ch er Ras t en me c ha ni s mu s ze ic hn e t si ch durch seine besondere mechanische Einfachheit aus, da er aus wenigen Teilen gebildet werden kann und keine weiteren beweglichen Teile aufweist, was sowohldie Fertigungals auch di eReinigung und Sterilisationdes Retrak tors erheblic h vereinfach t."
    },
    {
      "id": "p0029",
      "section": "description",
      "text": "[0029] In ei ner we iteren bevorzu gtenAusgestaltung deroben genanntenMaßnahme wi rd die Rastnase durch eine Aussparung im Funkti onselement gebildet."
    },
    {
      "id": "p0030",
      "section": "description",
      "text": "[0030] Di eAusb ildung de r Rastna se du rch ei ne Aus- sparung im Funktionselement erleichtert di e Fertigung des Funktionselements deutlich. Außerdem werden hier- bei Ecken und Ni sc henvermieden,indenen si ch Bakte- rien ei nnisten könnenund di eschwer zu reinigen und zu sterilisieren si nd."
    },
    {
      "id": "p0031",
      "section": "description",
      "text": "[0031] In eine r we iteren bevorzu gten Ausfüh rungs- form ist die Ra stnase an de r der Zahn stange zugewand- ten Seite abgeschräg t."
    },
    {
      "id": "p0032",
      "section": "description",
      "text": "[0032] Durch di ese Maßnahme wi rdein besonders fe- stes Eingreifen der Rastnase in die Zahnstangesicher- gestell t"
    },
    {
      "id": "p0033",
      "section": "description",
      "text": "[0033] In eine r we iteren bevorzu gten Ausfüh rungs- form erstrecktsich dieZahnstangeinin etwa rechtem Wink el zur Längsachse des Haltearms von dem Retrak- tor weg."
    },
    {
      "id": "p0034",
      "section": "description",
      "text": "[0034] Du rch eine Ausric htung de r Zahnstange in die- ser Richtung weist diese von der Operations öffnung weg und ve rmeide teine Behind erung desOperateurs. Au- ßerdem wi rd die Ge fahreine s ungewolltenBewe gens der Zahnstange mi ni mi ert."
    },
    {
      "id": "p0035",
      "section": "description",
      "text": "[0035] In eine r we iteren bevorzu gten Ausfüh rungs- 3 4 E P 1 626 661 B1 4 5 10 15 20 25 30 35 40 45 50 55 f o r m w ei s t de r R i e ge lm ec h an is mu s ei n en T - f ör m ig en G riff au f."
    },
    {
      "id": "p0036",
      "section": "description",
      "text": "[0036] Di e Verwendung eine s T- förmigen Griffes er- leic htertdie Bedi enung des Riegelmechanismus erheb- lich. Ein T- förmiger Griff erleichtert au ßerdem di e ein- händige Fixierung der Schwenkstellung, da dies er, wenn das Funktionselemen tmi tderHa nd ergriffen wird,mit dem Da um en bedient we rden ka nn ."
    },
    {
      "id": "p0037",
      "section": "description",
      "text": "[0037] In eine r we iteren bevorzu gten Ausfüh rungs- form kann das Funk ti onselement frei auf dem Haltearm verschoben werden."
    },
    {
      "id": "p0038",
      "section": "description",
      "text": "[0038] Du rchdie freie Ve rsch iebbarke it desFunktions- elem en ts kann de r Re trak to r an die jeweilige Anatom ie des Patienten indivi duell angepasst werden."
    },
    {
      "id": "p0039",
      "section": "description",
      "text": "[0039] In ei ner we iteren bevorzu gten Ausgestaltung derobengenannten Maßnahme is t das Funktionsele- ment vo m Ha ltearm ab nehmbar. [ 0040] Die Abnehmbarkeit des Funktionselements vom Haltearmerleichtert die Reinigung und Sterilisation des Retraktors deutlich."
    },
    {
      "id": "p0041",
      "section": "description",
      "text": "[0041] In ei ner we iteren bevorzu gten Ausgestaltung der oben genannten Maßnahme kann das Funktionsele- ment an jeden de r Ha ltearme angebrach t werden."
    },
    {
      "id": "p0042",
      "section": "description",
      "text": "[0042] D i es e M aß n ah me er h ö ht di e F l ex ib i li t ät d es R e- traktors deutli ch . Damit kann derRe traktor sowohl bei O pe r at i o ne n au f d er li n k e n al s au ch a u f de r r e ch t en Brustseite einges etzt werden, alsauch sowohl al s Late- ralsperrer wie auc h al s Sternum sperrer. Außerdem gibt es dem Operateur deutlich mehr Freiheit auszuwählen, wi eder Retraktorauf dem Patien ten aufliegt."
    },
    {
      "id": "p0043",
      "section": "description",
      "text": "[0043] In eine r we iteren bevorzu gten Ausfüh rungs- form is tdas Funktionselementanden Flächenberei chen, mit denen es am Rande einer Operations öffnung oder im Körper anliegt, zu mi ndest teil we is e mit eine r kontu- riertenOberfläche versehen."
    },
    {
      "id": "p0044",
      "section": "description",
      "text": "[0044] Di ese Ma ßnahme hat den Vorteil, da ss du rch d i e st r u kt u r ie r t e Ob er f l ä c h e d ie F i xi e r un g z w is ch en Funk tionselement undKörpergewebe ge fördertwi rd. Dadurch kö nnen am Re trak to rManipu lationen du rchge- führt we rden , ohne dass dabei de r lagefeste Eingriff zw i- schen dem Funktionselement und dem Gewebe verän- dert wi rd."
    },
    {
      "id": "p0045",
      "section": "description",
      "text": "[0045] In ei ner we iteren bevorzu gten Ausgestaltung deroben genannten Maßnahme is t die Oberflächen- struktur gekreuzt fischgrätenartig ausgebildet."
    },
    {
      "id": "p0046",
      "section": "description",
      "text": "[0046] Di es e Maßnahme hat denVorteil,dasssie nicht nurfertig ungstech ni sc hgut hergestell t werden kann, sondern auch in unterschiedl ic he Raumrichtungen einen unversc hi eblichen und atraumatis chen Eingriff mit dem Gewebe ermöglicht."
    },
    {
      "id": "p0047",
      "section": "description",
      "text": "[0047] In eine r we iteren bevorzu gten Ausfüh rungs- form we is t die Ob erfläc henstruktur pyrami denförmigeEr- hebungen mit rautenförmiger Basis au f."
    },
    {
      "id": "p0048",
      "section": "description",
      "text": "[0048] Di ese Ma ßnahme hat den Vorteil, da ss du rch die RautenstrukturderOberfl ächenriffelung in zwei un- terschiedl ic he zueinandersenk rechte Raumrichtungen untersc hiedlichstarke Widerstände gegen Verschieben geschaffen werden können. So ist ein Verschieben in Ri ch tung de r längeren Di agonale eher mö gl ic hals in Ri chtung der kürzeren Di agonale, da in dieser Richtung die den Wi derstand bietenden Erhebungen deutlichbrei- ter si nd . Außerdem befinden sich in dies er Ri ch tungd"
    },
    {
      "id": "p0049",
      "section": "description",
      "text": "[0049] Vorteilhafterweise is t an ei nem Haltea rm das Funk tionselement und am anderen eine Valve ange- bracht."
    },
    {
      "id": "p0050",
      "section": "description",
      "text": "[0050] In dies er Ausgestaltung ist der Re trak tor beson- ders für die Du rchfüh rung von herz- und thorax ch irurgi- schen Eingriffen geeignet."
    },
    {
      "id": "p0051",
      "section": "description",
      "text": "[0051] Es ve rsteht si ch , da ss die vo rstehend genann- ten und die nachstehend nochzu erläuterndenMerkmale nichtnur in der jeweilig angegebenen Kombination,son- dern auch inanderen Kombinationen oder in Alleinstel- lung verwendbar si nd, ohne den Rahmen der vorliegen- den Erfindung zu verlassen."
    },
    {
      "id": "p0052",
      "section": "description",
      "text": "[0052] Ausführung sbeispie le de r Erfindung si nd in der Zeic hnung darges tellt und we rden in de r na chfolgenden Besc hreibung nähererläutert. Es ze igen: Fig. 1 eineperspek tivischeAnsichteineserfindungs- ge mä ßen Retraktors mit ei nem erfindungsge- mä ßen Funktion se le- ment, Fig. 2 eineperspektivischeAnsichtei nesvomRetrak- tor abgenommenen erfindungsgemäßen Funk- tionselementsin hochgeschwenktem Zustand, Fig. 3 einen Schnitt durch ein erfindungsgem äßes Funktion s- el ement längs"
    },
    {
      "id": "p0053",
      "section": "description",
      "text": "[0053] In Fig. 1 ist ein erfindungsgemäßer R etraktor in seiner Gesamtheit mi t der Bezugsziffer 10 bezeichnet."
    },
    {
      "id": "p0054",
      "section": "description",
      "text": "[0054] De r Re traktor 10 w eist eine Schien e 12 auf, zu der rechtwinklig ein Ha ltearm 14 angebrach t ist. Auf die- sem Haltearm 14 ist eine Valv e 16 verschiebbar ange- bracht."
    },
    {
      "id": "p0055",
      "section": "description",
      "text": "[0055] Di e Schiene 12 w eist außerdem einen Zahn- stangenabschni tt18 auf,auf dem ei nAntriebs mechanis- mus 20 verschiebbar angebrac ht ist. D as Verschieben des Antriebsmechanismus 20 erfolgt durch Eingreifen ei- nes in der Zeic hnung nicht dargestellten Zahnrades in 5 6 E P 1 626 661 B1 5 5 10 15 20 25 30 35 40 45 50 55 die Zähne des Zahnstangenabschnitts 18. Dieses Zahn- rad wi rd mit Hi lfe ei ner Kurbel 22 betätigt."
    },
    {
      "id": "p0056",
      "section": "description",
      "text": "[0056] Andem Antriebsmechan is mu s 20 ist au ßerdem e i n zw e i te r H al t ea r m 24 an ge b r ac ht , de r i n e tw a in r e c h- tem WinkelzurSchi ene 12 steht. Auf diesemHa ltearm 24 ist ein Funk tionselement 26 ve rsch iebbar an gebrac ht."
    },
    {
      "id": "p0057",
      "section": "description",
      "text": "[0057] Das Funk ti onselement 26 (siehe auch Figuren 2 und 3) we ist einen Valven ab schnitt 30, der in etwa par- alle l zu r Valve 16 steh t, ei nen Querab sc hn itt 32, de r si ch quer zu mHa ltea rm 24 erstreck t, un d ei nenabstütz enden A b sc hn i t t 34 a uf . D e r Q ue r ab s c h ni t t 32 i s t sch w e nk b ar mit einem Schwenkbügel 36 verbunden. Der Schwenk- bügel 36 w eist dazu an ei nem Ende einen Achszapfen 38auf, in den das Funktionselement 26 ei ngehängt ist."
    },
    {
      "id": "p0058",
      "section": "description",
      "text": "[0058] Dazu steht von der Oberseite des Querab- schnittes 32 ein entsprec hend geformter Haken 56 hoch."
    },
    {
      "id": "p0059",
      "section": "description",
      "text": "[0059] Der Schwenkbügel 36 weist zwei Öffnungen 52 und 54 au f(sie he in sbesondere Fi g.2), durch di eein Ha ltearm 24 hi ndurch sc hiebbarist (siehe insb es ondere Fig. 1). Dadurchist das Funktionselement26längsver- schieblich am Retraktor 10 angebracht."
    },
    {
      "id": "p0060",
      "section": "description",
      "text": "[0060] De r Schwenkbügel 36 is t an de m dem Achs- zapfen 38 gegenüberli egendenEnde mi teine m Stellor- gan 40verbunden. DiesesStellorgan weist ei nenU- för- migen hakenartigen Abschnitt 42 auf, der mit dem Schwenkbügel 36 verbunden is t.Der Endabschnittdes U- förmigen Abschnitts 42 ist dabei in eine Öffnung im Schwenkbügel 36 seitlicheinges teckt undum ei ne Achse 43, die etwa parallel zum Haltearm 14 verläuft, ver- schwenkbar. DasStellorgan40 is t somit sc hw enkbar mit dem Schwenkb"
    },
    {
      "id": "p0061",
      "section": "description",
      "text": "[0061] Das Stellorgan 40 weis taußerdemeineZahn- stange 44 auf, die si ch in etwa in rechtem Wi nkel zum Haltearm 24 erstreckt und somit sich von dem Retrak tor 10 we g erstreck t. Am Ende der Zahnstange 44 ist ein T- förmiger Griff 46 angebrach t."
    },
    {
      "id": "p0062",
      "section": "description",
      "text": "[0062] Di e Zahnstang e 44 greift in dieser Darstellung in ei ner Aussparung 48 des Funktionselements 26 ein. Diese Aussparung 48 ist schlitzförmig und erstreckt sich im Übergangsbereich von Querabschnitt 32 zum abstützenden Abschnitt 34."
    },
    {
      "id": "p0063",
      "section": "description",
      "text": "[0063] Fig. 2 zeigt ein vom Retraktor 10 abgenommenes Funktionselement 26, wobei Querabschnitt 32 und Schwenkbügel 36 relativ zueinander verschwenk t sind."
    },
    {
      "id": "p0064",
      "section": "description",
      "text": "[0064] Indies er Darstellung wi rd si ch tbar,dass der Valvenabschnitt 30des Funktionselements 26anseiner Innenseite ei nrauten förmiges Mu ster50 au fwei st."
    },
    {
      "id": "p0065",
      "section": "description",
      "text": "[0065] Indies er Da rstell ungwu rde der Qu erabschnitt 32 gegenüberdem Schwenkbügel 36 um den Achszap- fen 38 verschwenkt. Der hakenförmige Abschnitt 42 des Stellorgan40w urde hierbei gegenüber demQuerab- schnitt32angehoben. Das Stellorgan40wurde gegen- über dem Schwenkbügel 36 um die Achs e 43 ge- schwenkt, wobei die Zahnstange 40 wiederum in der Auss pa rung 48 zu m Liegen ko mm t."
    },
    {
      "id": "p0066",
      "section": "description",
      "text": "[0066] InFig. 3 wi rd der Haken 56 si ch tbar,der am Querabschnitt32angebrac ht ist."
    },
    {
      "id": "p0067",
      "section": "description",
      "text": "[0067] Ebenfall s istersichtlic h, dass di euntereKante der Aussparung 48 im Bereich des abstützenden Ab- schnitts 34 des Funktionselements 26 ei ne Rastnase 58 bildet, die hi eran der Zahnstange 44 anliegt."
    },
    {
      "id": "p0068",
      "section": "description",
      "text": "[0068] Fig. 4 ze igt einen ve rgrößertenAuss ch ni ttaus Fig. 3, wobei si chtbar wi rd, wie die Rastnase 58 an einem ersten Zahn 60 de r Zahn stange 44 anliegt. Es ist hier ebenfalls si chtbar,dassdie Rastnase 58 abgeschrägt ist. Di e Abschrägung steht in Berührun g mi t eine r sc hrä- gen Flanke de s Zahnes 60 ."
    },
    {
      "id": "p0069",
      "section": "description",
      "text": "[0069] Aus dieser Fi gur gehthervo r,dass die Ra stna- se 58bei ei ner Bewegungin Richtung des Pfeils 64 an dem ersten Zahn 60 vorbeiglei ten kann und dami t in die- ser Ri chtungfrei beweglich is t.Beider entgegengesetz- ten Bewegung in Richtung desPfeils 66stößt di e Rast- nasegegen einerech twin klig zu rLängsachse de rZahn- stange 44 verlaufende Fl anke des Zahnes 62, wodurch eine Bewegungin Richtung desPfeils66 bl oc ki ert ist."
    },
    {
      "id": "p0070",
      "section": "description",
      "text": "[0070] Fig. 5 ze ig t die schematis ch e Da rstellung eines Schn itts du rch ei nen Körper68 ei ne sPatienten ,w obei ein erfindungsgemäßer Retraktor10 in die Op erations- öffnung ei ngesetztw urde. Die Operations öffnungwu rde d u r ch A u f t r en n en de s B r u st be i ns in di e b ei d en T ei le 70 und 72 gebildet. Die beiden H älften des Brustbeins bilden einen Teil des Brustk orbs 74. Innerhal b de s Brustko rbs 74 si nd die beiden Lungenflügel 76 und 78 und das Herz 80 da rges te"
    },
    {
      "id": "p0071",
      "section": "description",
      "text": "[0071] De r Retraktor 10 befindet si ch in dieser Da rstel- lung in einem noch ni cht gespreiz ten Zustand. Durch Drehen der Kurbel 22 ka nn der Ha ltearm 24 en tlan g der Schi ene 12 in Richtung des Pfeils 84 von dem Haltearm 14 wegbewegt werden. Dadurch wi rd das Funktion se le- ment 26 von der Valve 16 in Ri chtung des Pfeils 84 weg- bewegt und die Operations öffnung in Brustkorb 74 des Patienten wird erwe itert."
    },
    {
      "id": "p0072",
      "section": "description",
      "text": "[0072] Fig. 6 ze igt eine Da rstell ung ähnlic h der in Fig. 5, wo be i durch Betäti gen der Kurbel 22, wi e zuvo r be- schrieben, der Ha ltea rm 24 vo m H altea rm 14 und damit das Funktionselement26 vonder Valve 16wegbewegt wu rden . Hi erbei wird deutlic h, da ss der Zugang zum He rz 80 bereits erle ic htert wu rde. Mi t gestric he lten Linien ist die H and ei nes Operateurs angedeutet, di e in die Ope- rationsöffnung ei ng reift,um dasFunk tionselement 26 in Ri chtung des Pfeils 85 an"
    },
    {
      "id": "p0073",
      "section": "description",
      "text": "[0073] Fig. 7 ze ig t ei nen Schnitt ähnlich zu de m aus Fig. 6, wobei das Funktionselement 26 von der gestri- cheltangedeuteten Hand angehoben wordenist. Hi erbei ist de r Querab sc hnitt 32 um den Wink el 86 zu dem Schwenkbügel 36verschwenk t. Di eses Vers chwenk en erfolgt umden Achszapfen 38 .Es wi rd hi erbei au ßerdem sichtbar, dass di e rechte Brustbeinhälfte 72 gegenüber 7 8 E P 1 626 661 B1 6 5 10 15 20 25 30 35 40 45 50 55 derlinken Brustbeinhälfte70 deutlich angehoben ist"
    },
    {
      "id": "p0074",
      "section": "description",
      "text": "[0074] Du rchden sp errenden Eingriffzwis ch en Zahn- stange 44 un d Aussparung 48 ve rbleib t da s Funktions- elem en t 26 und der mit di es em verbundene Haltea rm 24 in de r angehobenen Stellung. D ie enorme Rü cks tellkraft, die der Brustkorb 74 auf den Ri egelmechanismus aus- übt, sorgtfür fe ste Verriegelung."
    },
    {
      "id": "p0075",
      "section": "description",
      "text": "[0075] ZumLösen de r Verriegelung wirdderRe trak tor 10 bzw. das Funktionselement 26 etwas angehoben und das Stellorgan 40 aus de r Aussparung 48 angehoben."
    },
    {
      "id": "p0076",
      "section": "description",
      "text": "[0076] Zum erneuten Verriegeln wi rd das Stellorgan 40 wi eder in di e Auss pa rung 48 (siehe Pfeil 88) einge- schwenkt. Di es e Bew egungkanndurch Federkraft un- terstütz t werden. Patentansprüche 1. Re trak to r (10) mit ei ne r Schiene (12), von der ein ersterHa ltea rm (14) abgewin kelt ab steht, so wi e mit einem zweiten Haltearm(24), der si ch etwa pa rall el zum ersten Haltearm (14) erstreckt und deren Ab- stand veränderbarist, undmit anden Haltearmen angebrachten Funktionselementen,"
    }
  ],
  "claims": [
    {
      "id": "c1",
      "type": "claim",
      "text": "Retraktor (10) mit einer Schiene (12), von der ein erster Haltearm (14) abgewinkelt absteht, sowie mit einem zweiten Haltearm (24), der sich etwa parallel zum ersten Haltearm (14) erstreckt und deren Abstand veränderbar ist, und mit an den Haltearmen angebrachten Funktionselementen, von denen zumindest ein Funktionselement (26) einen sich quer zum entsprechenden Haltearm erstreckenden Abschnitt (32) aufweist, der um eine Achse (38), die etwa parallel und im Abstand zum entsprechenden Haltearm (14,24) verläuft verschwenkbar ist, wobei der Abschnitt (32) mit einem Schwenkbügel (36) um die Achse (38) schwenkbar verbunden ist, wobei der Schwenkbügel (36) mit dem entsprechenden Haltearm verbunden ist, dadurch gekennzeichnet, dass die jeweilige Schwenkstellung des Funktionselementes (26) relativ zum Schwenkbügel (36) und somit zum entsprechenden Haltearm durch Ergreifen mit einer Hand einstellbar ist und durch einen Riegelmechanismus fixierbar ist."
    },
    {
      "id": "c2",
      "type": "claim-dependent",
      "text": "Retraktor nach Anspruch 1, dadurch gekennzeichnet, dass der Riegelmechanismus ein Rastenmechanismus ist."
    },
    {
      "id": "c3",
      "type": "claim-dependent",
      "text": "Retraktor nach Anspruch 2, dadurch gekennzeichnet, dass der Rastenmechanismus eine Zahnstange (44) und eine Rastnase (58) aufweist."
    },
    {
      "id": "c4",
      "type": "claim-dependent",
      "text": "Retraktor nach Anspruch 3 dadurch gekennzeichnet, dass die Rastnase (58) durch eine Aussparung (48) im Funktionselement (26) gebildet wird."
    },
    {
      "id": "c5",
      "type": "claim-dependent",
      "text": "Retraktor nach einem der Ansprüche 3 oder 4, dadurch gekennzeichnet, dass die Rastnase (58) an der der Zahnstange (44) zugewandten Seite abgeschrägt ist."
    },
    {
      "id": "c6",
      "type": "claim-dependent",
      "text": "Retraktor nach einem der Ansprüche 3 bis 5, dadurch gekennzeichnet, dass die Zahnstange (44) sich in etwa im rechten Winkel zur Längsachse des Haltearms (24) von dem Retraktor (10) wegerstreckt."
    },
    {
      "id": "c7",
      "type": "claim-dependent",
      "text": "Retraktor nach einem der Ansprüche 3 bis 6, dadurch gekennzeichnet, dass die Zahnstange (44) an dem dem Retraktor (10) abgewandten Ende einen T-förmigen Griff (48) aufweist."
    },
    {
      "id": "c8",
      "type": "claim-dependent",
      "text": "Retraktor nach einem der Ansprüche 1 bis 7, dadurch gekennzeichnet, dass das Funktionselement (26) längs des Haltearms (24) verschiebbar ist."
    },
    {
      "id": "c9",
      "type": "claim-dependent",
      "text": "Retraktor nach Anspruch 8, dadurch gekennzeichnet, dass das Funktionselement (26) von dem Haltearm (24) abnehmbar ist."
    },
    {
      "id": "c10",
      "type": "claim-dependent",
      "text": "Retraktor nach Anspruch 9, dadurch gekennzeichnet, dass das Funktionselement (26) an jedem der Haltearme (14, 24) anbringbar ist."
    },
    {
      "id": "c11",
      "type": "claim-dependent",
      "text": "Retraktor nach einem der Ansprüche 1 bis 10, dadurch gekennzeichnet, dass das Funktionselement (26) an den Flächenbereichen, mit denen es am Rand einer Operationsöffnung oder im Körper anliegt, zumindest teilweise mit einer konturierten Oberfläche versehen ist."
    },
    {
      "id": "c12",
      "type": "claim-dependent",
      "text": "Retraktor nach Anspruch 11, dadurch gekennzeichnet, dass die Oberflächenstruktur gekreuzt fischgrätenartig ausgebildet ist."
    },
    {
      "id": "c13",
      "type": "claim-dependent",
      "text": "Retraktor nach Anspruch 12, dadurch gekennzeichnet, dass die Oberflächenstruktur pyramidenförmige Erhebungen mit rautenförmiger Basis aufweist."
    },
    {
      "id": "c14",
      "type": "claim-dependent",
      "text": "Retraktor nach einem der Ansprüche 1 bis 12, dadurch gekennzeichnet, dass an einem Haltearm (24 das Funktionselement (26) und am anderen eine Valve (16) angebracht ist."
    }
  ],
  "figures": [
    {
      "id": "fig1",
      "image": "https://patentimages.storage.googleapis.com/e5/22/86/9a7415ae9ea93f/imgf0001.png",
      "page": 9
    },
    {
      "id": "fig2",
      "image": "https://patentimages.storage.googleapis.com/0c/3e/a1/b20cad95ab6243/imgf0002.png",
      "page": 9
    },
    {
      "id": "fig3",
      "image": "https://patentimages.storage.googleapis.com/0c/6b/d7/a0cba390bd22b6/imgf0003.png",
      "page": 9
    },
    {
      "id": "fig4",
      "image": "https://patentimages.storage.googleapis.com/31/44/45/cd72ce99ff3050/imgf0004.png",
      "page": 9
    },
    {
      "id": "fig5",
      "image": "https://patentimages.storage.googleapis.com/f4/12/10/daff9d61c37df2/imgf0005.png",
      "page": 9
    },
    {
      "id": "fig6",
      "image": "https://patentimages.storage.googleapis.com/6b/b2/c5/ba692eede19264/imgf0006.png",
      "page": 9
    },
    {
      "id": "fig7",
      "image": "https://patentimages.storage.googleapis.com/31/44/45/cd72ce99ff3050/imgf0004.png",
      "page": 9
    },
    {
      "id": "fig8",
      "image": "https://patentimages.storage.googleapis.com/f4/12/10/daff9d61c37df2/imgf0005.png",
      "page": 9
    },
    {
      "id": "fig9",
      "image": "https://patentimages.storage.googleapis.com/6b/b2/c5/ba692eede19264/imgf0006.png",
      "page": 9
    },
    {
      "id": "fig10",
      "image": "https://patentimages.storage.googleapis.com/6b/b2/c5/ba692eede19264/imgf0006.png",
      "page": 9
    }
  ],
  "tables": []
}







