{
  "patentNr": "EP1626661B1",
  "title": "Retraktor zur Durchführung von Herz- und Thorax-chirurgischen Eingriffen",
  "status": "DONE",
  "paragraphs": [
    {
      "id": "p0001",
      "section": "description",
      "text": "[0001] Die Erfindung betrifft einen Retraktor mit einer Schiene, von der ein erster Haltearm abgewinkelt absteht, sowie mit einem zweiten Haltearm, der sich etwa parallel zum ersten Haltearm erstreckt und wobei deren Abstand veränderbar ist, und mit an den Haltearmen angebrachten Funktionselementen, von denen zumindest ein Funktionselement einen sich quer zu einem Haltearm erstreckenden Abschnitt aufweist, der um eine Achse, die etwa parallel und im Abstand zu ein"
    },
    {
      "id": "p0002",
      "section": "description",
      "text": "[0002] Ein derartiger Retraktor ist aus der US‑A‑5,025,779 oder der DE‑U‑20003335 bekannt."
    },
    {
      "id": "p0003",
      "section": "description",
      "text": "[0003] Retraktoren dieser Art werden bspw. als Rippensperrer bei Operationen am offenen Herzen eingesetzt. Es haben sich hierbei die Fachbegriffe Thorax‑ und Sternumsperrer für diese Retraktoren etabliert."
    },
    {
      "id": "p0004",
      "section": "description",
      "text": "[0004] Bei der Verwendung als Sternumsperrer wird das Sternum (Brustbein) der Länge nach aufgetrennt und die jeweils an den beiden Haltearmen befestigten Funktionselemente in die Öffnung des Sternums eingeführt. Durch Betätigen des Antriebsmechanismus werden die beiden Haltearme voneinander wegbewegt und der Brustkorb gespreizt; hierdurch wird ein Eingriff in die Brusthöhle durch den Operateur ermöglicht."
    },
    {
      "id": "p0005",
      "section": "description",
      "text": "[0005] Sternumsperrer werden vor allem bei Operationen verwendet, bei denen Herzkranzgefäße durch andere Gefäße ersetzt werden, sogenannte Bypass‑Operationen. Hierzu wird heutzutage im Allgemeinen die linke Brustbeinarterie hinzugezogen. Diese wird in der Fachsprache häufig als (Left) Internal Mammary Artery oder abgekürzt (L)IMA bezeichnet. Daher werden Retraktoren für diese Art von Operation auch als IMA‑ oder LIMA‑Sperrer bezeichnet."
    },
    {
      "id": "p0006",
      "section": "description",
      "text": "[0006] Eine Weiterentwicklung dieser Operationstechnik ist die sogenannte MIDCAB (= minimal invasive direct coronary artery bypass)‑Technik. Diese Technik wurde im Rahmen der minimalinvasiven Chirurgie entwickelt. Hierbei erfolgt der Zugang zum Herzen nicht durch das Öffnen des Brustbeins, sondern über einen Zwischenrippenraum. Die hierzu entwickelten Geräte werden in der Fachsprache als MIDCAB‑Sperrer oder manchma"
    },
    {
      "id": "p0007",
      "section": "description",
      "text": "[0007] Für beide Techniken hat es sich als nützlich erwiesen, wenn die dabei verwendeten Sperrer nicht nur die beiden Seiten der Operationsöffnung auseinander ziehen, sondern auch die herzseitige Hälfte des Brustkorbs gegenüber der anderen anheben. Hierdurch wird ein besserer Zugang zum Herzen ermöglicht."
    },
    {
      "id": "p0008",
      "section": "description",
      "text": "[0008] Das eingangs erwähnte Dokument US‑A‑5,025,779 beschreibt dazu einen Rippensperrer zum Anheben einer Seite der Operationsöffnung im Vergleich zu d."
    },
    {
      "id": "p0009",
      "section": "description",
      "text": "[0009] Bei diesem Stellorgan handelt es sich um eine Stellschraube. Diese Stellschraube erstreckt sich durch einen Schwenkbügel, mit dem das Funktionselement auf dem Haltearm angebracht ist, und stützt sich gegen den Abschnitt des Funktionselements ab, der sich quer zum Haltearm erstreckt. Durch Drehen der Stellschraube wird der Abstand zwischen Schwenkbügel und Funktionselement auf der Höhe der Stellschraube verändert. Dadurch, dass der Schwenkbügel und"
    },
    {
      "id": "p0011",
      "section": "description",
      "text": "[0011] Die auf den Körper des Patienten ausgeübte Kraft wirkt hierbei in Richtung der Achse des Stellorgans. Die Kraft wird teilweise durch das Stellorgan und teilweise durch die Verbindung zwischen Schwenkbügel und Funktionselement aufgenommen. Das einzige Gefühl, das der Operateur für die ausgeübte Kraft hat, ist hierbei die Schwergängigkeit der Stellschraube. Durch eine zu hohe Krafteinwirkung kann es zu Traumata im Bereich der Operat"
    },
    {
      "id": "p0012",
      "section": "description",
      "text": "[0012] Ein solches Stellorgan übt außerdem eine relativ hohe punktuelle Belastung auf das Funktionselement aus. Das Sperren eines Brustkorbs ist, da dieser durch zahlreiche Knochen, Muskeln und Sehnen aufgebaut ist, mit einem hohen Kraftaufwand verbunden."
    },
    {
      "id": "p0013",
      "section": "description",
      "text": "[0013] Diese hohe Kraft wirkt daher direkt auf die relativ kleine Auflagefläche des Stellorgans ein."
    },
    {
      "id": "p0014",
      "section": "description",
      "text": "[0014] Außerdem ist das Anheben einer Brusthälfte mit Hilfe einer Stellschraube zeitaufwendig. Um sowohl eine genügende Genauigkeit der Einstellung als auch eine Leichtgängigkeit der Stellschraube zu gewährleisten, werden Stellschrauben mit einem engen Gewinde und geringer Steigung verwendet. Dadurch ist die Veränderung der Schwenkstellung pro Umdrehung der Schraube gering, was bei einer größeren Veränderung der Schwenkstellung ein langwieriges Drehen notwendig macht."
    },
    {
      "id": "p0015",
      "section": "description",
      "text": "[0015] Aus der US‑B‑6 478 734 ist ein Retraktor mit einer Schiene bekannt, von der ein erster Haltearm abgewinkelt absteht, sowie mit einem zweiten Haltearm, der sich etwa parallel zum ersten Haltearm erstreckt und deren Abstand veränderbar ist, und mit an den Haltearmen angebrachten Funktionselementen, von denen zumindest ein Funktionselement einen sich quer zu einem Haltearm erstreckenden Abschnitt aufweist, der um eine Achse eine twa"
    },
    {
      "id": "p0016",
      "section": "description",
      "text": "[0016] Das Dokument US‑A‑6,159,231 beschreibt einen Retraktor, bei dem die Schiene, auf der die beiden Haltearme angebracht sind, abgewinkelt ist. Das Anheben des Retraktors erfolgt hierbei durch einen weiteren äußeren Mechanismus, z. B. einen Seilzug."
    },
    {
      "id": "p0017",
      "section": "description",
      "text": "[0017] Diese Vorrichtung hat allerdings den Nachteil, dass sie den Zugang zur Operationsöffnung für den Operateur deutlich vermindert. So kann bei dieser Ausführung der Zugang zur Operationsöffnung nur von der dem Mechanismus zum Anheben entfernten Seite erfolgen. Des Weiteren ist die in dem Patent beschriebene Vorrichtung nicht symmetrisch, kann also nur für eine, im Allgemeinen die linke, Brusthälfte verwendet werden."
    },
    {
      "id": "p0018",
      "section": "description",
      "text": "[0018] Das Dokument DE‑C‑198 57 320 beschreibt einen Rippensperrer, dessen Schiene, auf der die beiden Haltearme befestigt sind, konvex bogenförmig ist. Der beschriebene Retraktor verfügt hierbei über keinerlei weitere Elemente zum Anheben der einen Seite der Operationsöffnung gegenüber der anderen. Dadurch ist die Höhendifferenz zwischen den beiden Seiten der Operationsöffnung direkt von der Öffnungsweite abhängig. Dies wird allein von der festen Krümmung de"
    },
    {
      "id": "p0019",
      "section": "description",
      "text": "[0019] Das Dokument US‑A‑6,416,468 beschreibt einen lateralen Rippensperrer, der einen an einem der beiden Haltearme befestigten Fuß aufweist. Die in diesem Patent beschriebene Vorrichtung ist mechanisch kompliziert und besteht aus einer großen Anzahl von Einzelteilen. Dies macht diese Vorrichtung in der Herstellung kostspielig und kompliziert zu reinigen und zu sterilisieren. Außerdem kann es durch die Verwendung eines separaten Fußes zum Abrutschen"
    },
    {
      "id": "p0020",
      "section": "description",
      "text": "[0020] Es ist daher Aufgabe der Erfindung, einen Retraktor zum Anheben der Rippen zu schaffen, bei dem das Anheben der Brusthälfte atraumatisch und vom Operateur manuell fühlbar durchführbar ist."
    },
    {
      "id": "p0021",
      "section": "description",
      "text": "[0021] Die Aufgabe wird dadurch gelöst, dass die jeweilige Schwenkstellung des Funktionselements relativ zum Schwenkbügel und somit zum Haltearm durch Ergreifen mit einer Hand einstellbar ist und durch einen Riegelmechanismus fixierbar ist. [0022] Durch das Einstellen der Schwenkstellung durch Anheben von Hand hat der Operateur jederzeit ein Gefühl dafür, wie viel Kraft auf den Brustkorb des Patienten ausgeübt wird, und kann dadurch Traumata durch Überbelastung vermeid"
    },
    {
      "id": "p0023",
      "section": "description",
      "text": "[0023] Der Riegelmechanismus ist hierbei vorteilhafterweise mechanisch einfach ausgeführt. Es kann sich hierbei zum Beispiel um ein Rastensystem, ein System, das mit Stiften gesichert wird, oder um andere dem Fachmann bekannte Mittel handeln."
    },
    {
      "id": "p0024",
      "section": "description",
      "text": "[0024] In einer bevorzugten Ausführungsform ist der Riegelmechanismus als Rastenmechanismus ausgebildet."
    },
    {
      "id": "p0025",
      "section": "description",
      "text": "[0025] Ein Rastenmechanismus erweist sich als besonders vorteilhafter Riegelmechanismus, da durch diesen die Einstellung der Schwenkstellung besonders einfach und feinstufig ist und durch die Verwendung eines Rastenmechanismus außerdem ein Abrutschen während der Fixierung der Schwenkstellung vermieden werden kann."
    },
    {
      "id": "p0026",
      "section": "description",
      "text": "[0026] Die Fixierung der Schwenkstellung mittels des Rastenmechanismus kann mit nur einer Hand erfolgen. Die Raste ist zweckmäßigerweise in Richtung des Anhebens einer Brusthälfte beweglich und blockiert in Richtung des Absenkens der Brusthälfte. Damit kann die Brusthälfte durch einfaches Anheben in die gewünschte Stellung gebracht werden und durch kurzes Absenken mit einer Hand in der gewünschten Stellung verriegelt werden."
    },
    {
      "id": "p0027",
      "section": "description",
      "text": "[0027] In einer bevorzugten Ausgestaltung der zuvor genannten Maßnahme wird der Rastenmechanismus aus einer Zahnstange und einer Rastnase gebildet."
    },
    {
      "id": "p0028",
      "section": "description",
      "text": "[0028] Ein solcher Rastenmechanismus zeichnet sich durch seine besondere mechanische Einfachheit aus, da er aus wenigen Teilen gebildet werden kann und keine weiteren beweglichen Teile aufweist, was sowohl die Fertigung als auch die Reinigung und Sterilisation des Retraktors erheblich vereinfacht."
    },
    {
      "id": "p0029",
      "section": "description",
      "text": "[0029] In einer weiteren bevorzugten Ausgestaltung der oben genannten Maßnahme wird die Rastnase durch eine Aussparung im Funktionselement gebildet."
    },
    {
      "id": "p0030",
      "section": "description",
      "text": "[0030] Die Ausbildung der Rastnase durch eine Aussparung im Funktionselement erleichtert die Fertigung des Funktionselements deutlich. Außerdem werden hierbei Ecken und Nischen vermieden, in denen sich Bakterien einnisten können und die schwer zu reinigen und zu sterilisieren sind."
    },
    {
      "id": "p0031",
      "section": "description",
      "text": "[0031] In einer weiteren bevorzugten Ausführungsform ist die Rastnase an der der Zahnstange zugewandten Seite abgeschrägt."
    },
    {
      "id": "p0032",
      "section": "description",
      "text": "[0032] Durch diese Maßnahme wird ein besonders festes Eingreifen der Rastnase in die Zahnstange sichergestellt."
    },
    {
      "id": "p0033",
      "section": "description",
      "text": "[0033] In einer weiteren bevorzugten Ausführungsform erstreckt sich die Zahnstange in etwa rechtwinklig zur Längsachse des Haltearms von dem Retraktor weg."
    },
    {
      "id": "p0034",
      "section": "description",
      "text": "[0034] Durch eine Ausrichtung der Zahnstange in dieser Richtung weist diese von der Operationsöffnung weg und vermeidet eine Behinderung des Operateurs. Außerdem wird die Gefahr eines ungewollten Bewegens der Zahnstange minimiert."
    },
    {
      "id": "p0035",
      "section": "description",
      "text": "[0035] In einer weiteren bevorzugten Ausführungsform weist der Riegelmechanismus einen T‑förmigen Griff auf."
    },
    {
      "id": "p0036",
      "section": "description",
      "text": "[0036] Die Verwendung eines T‑förmigen Griffes erleichtert die Bedienung des Riegelmechanismus erheblich. Ein T‑förmiger Griff erleichtert außerdem die einhändige Fixierung der Schwenkstellung, da dieser, wenn das Funktionselement mit der Hand ergriffen wird, mit dem Daumen bedient werden kann."
    },
    {
      "id": "p0037",
      "section": "description",
      "text": "[0037] In einer weiteren bevorzugten Ausführungsform kann das Funktionselement frei auf dem Haltearm verschoben werden."
    },
    {
      "id": "p0038",
      "section": "description",
      "text": "[0038] Durch die freie Verschiebbarkeit des Funktionselements kann der Retraktor an die jeweilige Anatomie des Patienten individuell angepasst werden."
    },
    {
      "id": "p0039",
      "section": "description",
      "text": "[0039] In einer weiteren bevorzugten Ausgestaltung der oben genannten Maßnahme ist das Funktionselement vom Haltearm abnehmbar. [0040] Die Abnehmbarkeit des Funktionselements vom Haltearm erleichtert die Reinigung und Sterilisation des Retraktors deutlich."
    },
    {
      "id": "p0041",
      "section": "description",
      "text": "[0041] In einer weiteren bevorzugten Ausgestaltung der oben genannten Maßnahme kann das Funktionselement an jeden der Haltearme angebracht werden."
    },
    {
      "id": "p0042",
      "section": "description",
      "text": "[0042] Diese Maßnahme erhöht die Flexibilität des Retraktors deutlich. Damit kann der Retraktor sowohl bei Operationen auf der linken als auch auf der rechten Brustseite eingesetzt werden, als auch sowohl als Lateralsperrer wie auch als Sternumsperrer. Außerdem gibt es dem Operateur deutlich mehr Freiheit auszuwählen, wie der Retraktor auf dem Patienten aufliegt."
    },
    {
      "id": "p0043",
      "section": "description",
      "text": "[0043] In einer weiteren bevorzugten Ausführungsform ist das Funktionselement an den Flächenbereichen, mit denen es am Rande einer Operationsöffnung oder im Körper anliegt, zumindest teilweise mit einer konturierten Oberfläche versehen."
    },
    {
      "id": "p0044",
      "section": "description",
      "text": "[0044] Diese Maßnahme hat den Vorteil, dass durch die strukturierte Oberfläche die Fixierung zwischen Funktionselement und Körpergewebe gefördert wird. Dadurch können am Retraktor Manipulationen durchgeführt werden, ohne dass dabei der lagefeste Eingriff zwischen dem Funktionselement und dem Gewebe verändert wird."
    },
    {
      "id": "p0045",
      "section": "description",
      "text": "[0045] In einer weiteren bevorzugten Ausgestaltung der oben genannten Maßnahme ist die Oberflächenstruktur gekreuzt fischgrätenartig ausgebildet."
    },
    {
      "id": "p0046",
      "section": "description",
      "text": "[0046] Diese Maßnahme hat den Vorteil, dass sie nicht nur fertigungstechnisch gut hergestellt werden kann, sondern auch in unterschiedliche Raumrichtungen einen unverschieblichen und atraumatischen Eingriff mit dem Gewebe ermöglicht."
    },
    {
      "id": "p0047",
      "section": "description",
      "text": "[0047] In einer weiteren bevorzugten Ausführungsform weist die Oberflächenstruktur pyramidenförmige Erhebungen mit rautenförmiger Basis auf."
    },
    {
      "id": "p0048",
      "section": "description",
      "text": "[0048] Diese Maßnahme hat den Vorteil, dass durch die Rautenstruktur der Oberflächenriffelung in zwei unterschiedliche zueinander senkrechte Raumrichtungen unterschiedlich starke Widerstände gegen Verschieben geschaffen werden können. So ist ein Verschieben in Richtung der längeren Diagonale eher möglich als in Richtung der kürzeren Diagonale, da in dieser Richtung die den Widerstand bietenden Erhebungen deutlich breiter sind. Außerdem befinden sich in dieser Richtung d"
    },
    {
      "id": "p0049",
      "section": "description",
      "text": "[0049] Vorteilhafterweise ist an einem Haltearm das Funktionselement und am anderen eine Valve angebracht."
    },
    {
      "id": "p0050",
      "section": "description",
      "text": "[0050] In dieser Ausgestaltung ist der Retraktor besonders für die Durchführung von herz‑ und thoraxchirurgischen Eingriffen geeignet."
    },
    {
      "id": "p0051",
      "section": "description",
      "text": "[0051] Es versteht sich, dass die vorstehend genannten und die nachstehend noch zu erläuternden Merkmale nicht nur in der jeweils angegebenen Kombination, sondern auch in anderen Kombinationen oder in Alleinstellung verwendbar sind, ohne den Rahmen der vorliegenden Erfindung zu verlassen."
    },
    {
      "id": "p0052",
      "section": "description",
      "text": "[0052] Ausführungsbeispiele der Erfindung sind in der Zeichnung dargestellt und werden in der nachfolgenden Beschreibung näher erläutert. Es zeigen: Fig. 1 eine perspektivische Ansicht eines erfindungsgemäßen Retraktors mit einem erfindungsgemäßen Funktionselement, Fig. 2 eine perspektivische Ansicht eines vom Retraktor abgenommenen erfindungsgemäßen Funktionselements in hochgeschwenktem Zustand, Fig. 3 einen Schnitt durch ein erfindungsgemäßes Funktionselement längs"
    },
    {
      "id": "p0053",
      "section": "description",
      "text": "[0053] In Fig. 1 ist ein erfindungsgemäßer Retraktor in seiner Gesamtheit mit der Bezugsziffer 10 bezeichnet."
    },
    {
      "id": "p0054",
      "section": "description",
      "text": "[0054] Der Retraktor 10 weist eine Schiene 12 auf, zu der rechtwinklig ein Haltearm 14 angebracht ist. Auf diesem Haltearm 14 ist eine Valve 16 verschiebbar angebracht."
    },
    {
      "id": "p0055",
      "section": "description",
      "text": "[0055] Die Schiene 12 weist außerdem einen Zahnstangenabschnitt 18 auf, auf dem ein Antriebsmechanismus 20 verschiebbar angebracht ist. Das Verschieben des Antriebsmechanismus 20 erfolgt durch Eingreifen eines in der Zeichnung nicht dargestellten Zahnrades in die Zähne des Zahnstangenabschnitts 18. Dieses Zahnrad wird mit Hilfe einer Kurbel 22 betätigt."
    },
    {
      "id": "p0056",
      "section": "description",
      "text": "[0056] An dem Antriebsmechanismus 20 ist außerdem ein zweiter Haltearm 24 angebracht, der etwa in rechtem Winkel zur Schiene 12 steht. Auf diesem Haltearm 24 ist ein Funktionselement 26 verschiebbar angebracht."
    },
    {
      "id": "p0057",
      "section": "description",
      "text": "[0057] Das Funktionselement 26 (siehe auch Figuren 2 und 3) weist einen Valvenabschnitt 30 auf, der in etwa parallel zur Valve 16 steht, einen Querabschnitt 32, der sich quer zum Haltearm 24 erstreckt, und einen abstützenden Abschnitt 34. Der Querabschnitt 32 ist schwenkbar mit einem Schwenkbügel 36 verbunden. Der Schwenkbügel 36 weist dazu an einem Ende einen Achszapfen 38 auf, in den das Funktionselement 26 eingehängt ist."
    },
    {
      "id": "p0058",
      "section": "description",
      "text": "[0058] Dazu steht von der Oberseite des Querabschnitts 32 ein entsprechend geformter Haken 56 hoch."
    },
    {
      "id": "p0059",
      "section": "description",
      "text": "[0059] Der Schwenkbügel 36 weist zwei Öffnungen 52 und 54 auf (siehe insbesondere Fig. 2), durch die ein Haltearm 24 hindurchschiebbar ist (siehe insbesondere Fig. 1). Dadurch ist das Funktionselement 26 längsverschieblich am Retraktor 10 angebracht."
    },
    {
      "id": "p0060",
      "section": "description",
      "text": "[0060] Der Schwenkbügel 36 ist an dem dem Achszapfen 38 gegenüberliegenden Ende mit einem Stellorgan 40 verbunden. Dieses Stellorgan weist einen U‑förmigen hakenartigen Abschnitt 42 auf, der mit dem Schwenkbügel 36 verbunden ist. Der Endabschnitt des U‑förmigen Abschnitts 42 ist dabei seitlich in eine Öffnung im Schwenkbügel 36 eingesteckt und um eine Achse 43, die etwa parallel zum Haltearm 14 verläuft, verschwenkbar. Das Stellorgan 40 ist somit schwenkbar mit dem Schwenkb"
    },
    {
      "id": "p0061",
      "section": "description",
      "text": "[0061] Das Stellorgan 40 weist außerdem eine Zahnstange 44 auf, die sich in etwa in rechtem Winkel zum Haltearm 24 erstreckt und sich somit von dem Retraktor 10 weg erstreckt. Am Ende der Zahnstange 44 ist ein T‑förmiger Griff 46 angebracht."
    },
    {
      "id": "p0062",
      "section": "description",
      "text": "[0062] Die Zahnstange 44 greift in dieser Darstellung in einer Aussparung 48 des Funktionselements 26 ein. Diese Aussparung 48 ist schlitzförmig und erstreckt sich im Übergangsbereich von Querabschnitt 32 zum abstützenden Abschnitt 34."
    },
    {
      "id": "p0063",
      "section": "description",
      "text": "[0063] Fig. 2 zeigt ein vom Retraktor 10 abgenommenes Funktionselement 26, wobei Querabschnitt 32 und Schwenkbügel 36 relativ zueinander verschwenkt sind."
    },
    {
      "id": "p0064",
      "section": "description",
      "text": "[0064] In dieser Darstellung wird sichtbar, dass der Valvenabschnitt 30 des Funktionselements 26 an seiner Innenseite ein rautenförmiges Muster 50 aufweist."
    },
    {
      "id": "p0065",
      "section": "description",
      "text": "[0065] In dieser Darstellung wurde der Querabschnitt 32 gegenüber dem Schwenkbügel 36 um den Achszapfen 38 verschwenkt. Der hakenförmige Abschnitt 42 des Stellorgans 40 wurde hierbei gegenüber dem Querabschnitt 32 angehoben. Das Stellorgan 40 wurde gegenüber dem Schwenkbügel 36 um die Achse 43 geschwenkt, wobei die Zahnstange 44 wiederum in der Aussparung 48 zum Liegen kommt."
    },
    {
      "id": "p0066",
      "section": "description",
      "text": "[0066] In Fig. 3 wird der Haken 56 sichtbar, der am Querabschnitt 32 angebracht ist."
    },
    {
      "id": "p0067",
      "section": "description",
      "text": "[0067] Ebenfalls ist ersichtlich, dass die untere Kante der Aussparung 48 im Bereich des abstützenden Abschnitts 34 des Funktionselements 26 eine Rastnase 58 bildet, die hier an der Zahnstange 44 anliegt."
    },
    {
      "id": "p0068",
      "section": "description",
      "text": "[0068] Fig. 4 zeigt einen vergrößerten Ausschnitt aus Fig. 3, wobei sichtbar wird, wie die Rastnase 58 an einem ersten Zahn 60 der Zahnstange 44 anliegt. Es ist hier ebenfalls sichtbar, dass die Rastnase 58 abgeschrägt ist. Die Abschrägung steht in Berührung mit einer schrägen Flanke des Zahnes 60."
    },
    {
      "id": "p0069",
      "section": "description",
      "text": "[0069] Aus dieser Figur geht hervor, dass die Rastnase 58 bei einer Bewegung in Richtung des Pfeils 64 an dem ersten Zahn 60 vorbeigleiten kann und damit in dieser Richtung frei beweglich ist. Bei der entgegengesetzten Bewegung in Richtung des Pfeils 66 stößt die Rastnase gegen eine rechtwinklig zur Längsachse der Zahnstange 44 verlaufende Flanke des Zahnes 62, wodurch eine Bewegung in Richtung des Pfeils 66 blockiert ist."
    },
    {
      "id": "p0070",
      "section": "description",
      "text": "[0070] Fig. 5 zeigt die schematische Darstellung eines Schnitts durch einen Körper 68 eines Patienten, wobei ein erfindungsgemäßer Retraktor 10 in die Operationsöffnung eingesetzt wurde. Die Operationsöffnung wurde durch Auftrennen des Brustbeins in die beiden Teile 70 und 72 gebildet. Die beiden Hälften des Brustbeins bilden einen Teil des Brustkorbs 74. Innerhalb des Brustkorbs 74 sind die beiden Lungenflügel 76 und 78 und das Herz 80 dargestellt."
    },
    {
      "id": "p0071",
      "section": "description",
      "text": "[0071] Der Retraktor 10 befindet sich in dieser Darstellung in einem noch nicht gespreizten Zustand. Durch Drehen der Kurbel 22 kann der Haltearm 24 entlang der Schiene 12 in Richtung des Pfeils 84 von dem Haltearm 14 wegbewegt werden. Dadurch wird das Funktionselement 26 von der Valve 16 in Richtung des Pfeils 84 wegbewegt und die Operationsöffnung im Brustkorb 74 des Patienten wird erweitert."
    },
    {
      "id": "p0072",
      "section": "description",
      "text": "[0072] Fig. 6 zeigt eine Darstellung ähnlich der in Fig. 5, wobei durch Betätigen der Kurbel 22, wie zuvor beschrieben, der Haltearm 24 vom Haltearm 14 und damit das Funktionselement 26 von der Valve 16 wegbewegt wurden. Hierbei wird deutlich, dass der Zugang zum Herz 80 bereits erleichtert wurde. Mit gestrichelten Linien ist die Hand eines Operateurs angedeutet, die in die Operationsöffnung eingreift, um das Funktionselement 26 in Richtung des Pfeils 85 an"
    },
    {
      "id": "p0073",
      "section": "description",
      "text": "[0073] Fig. 7 zeigt einen Schnitt ähnlich dem aus Fig. 6, wobei das Funktionselement 26 von der gestrichelt angedeuteten Hand angehoben worden ist. Hierbei ist der Querabschnitt 32 um den Winkel 86 zu dem Schwenkbügel 36 verschwenkt. Dieses Verschwenken erfolgt um den Achszapfen 38. Es wird hierbei außerdem sichtbar, dass die rechte Brustbeinhälfte 72 gegenüber der linken Brustbeinhälfte 70 deutlich angehoben ist."
    },
    {
      "id": "p0074",
      "section": "description",
      "text": "[0074] Durch den sperrenden Eingriff zwischen Zahnstange 44 und Aussparung 48 verbleibt das Funktionselement 26 und der mit diesem verbundene Haltearm 24 in der angehobenen Stellung. Die enorme Rückstellkraft, die der Brustkorb 74 auf den Riegelmechanismus ausübt, sorgt für feste Verriegelung."
    },
    {
      "id": "p0075",
      "section": "description",
      "text": "[0075] Zum Lösen der Verriegelung wird der Retraktor 10 bzw. das Funktionselement 26 etwas angehoben und das Stellorgan 40 aus der Aussparung 48 angehoben."
    },
    {
      "id": "p0076",
      "section": "description",
      "text": "[0076] Zum erneuten Verriegeln wird das Stellorgan 40 wieder in die Aussparung 48 (siehe Pfeil 88) eingeschwenkt. Diese Bewegung kann durch Federkraft unterstützt werden. Patentansprüche 1. Retraktor (10) mit einer Schiene (12), von der ein erster Haltearm (14) abgewinkelt absteht, sowie mit einem zweiten Haltearm (24), der sich etwa parallel zum ersten Haltearm (14) erstreckt und deren Abstand veränderbar ist, und mit an den Haltearmen angebrachten Funktionselementen,"
    }
  ],
  "claims": [
    {
      "id": "c1",
      "type": "claim",
      "text": "Retraktor (10) mit einer Schiene (12), von der ein erster Haltearm (14) abgewinkelt absteht, sowie mit einem zweiten Haltearm (24), der sich etwa parallel zum ersten Haltearm (14) erstreckt und deren Abstand veränderbar ist, und mit an den Haltearmen angebrachten Funktionselementen, von denen zumindest ein Funktionselement (26) einen sich quer zum entsprechenden Haltearm erstreckenden Abschnitt (32) aufweist, der um eine Achse (38), die etwa parallel und im Abstand zum entsprechenden Haltearm (14,24) verläuft verschwenkbar ist, wobei der Abschnitt (32) mit einem Schwenkbügel (36) um die Achse (38) schwenkbar verbunden ist, wobei der Schwenkbügel (36) mit dem entsprechenden Haltearm verbunden ist, dadurch gekennzeichnet, dass die jeweilige Schwenkstellung des Funktionselementes (26) relativ zum Schwenkbügel (36) und somit zum entsprechenden Haltearm durch Ergreifen mit einer Hand einstellbar ist und durch einen Riegelmechanismus fixierbar ist."
    },
    {
      "id": "c2",
      "type": "claim-dependent",
      "text": "Retraktor nach Anspruch 1, dadurch gekennzeichnet, dass der Riegelmechanismus ein Rastenmechanismus ist."
    },
    {
      "id": "c3",
      "type": "claim-dependent",
      "text": "Retraktor nach Anspruch 2, dadurch gekennzeichnet, dass der Rastenmechanismus eine Zahnstange (44) und eine Rastnase (58) aufweist."
    },
    {
      "id": "c4",
      "type": "claim-dependent",
      "text": "Retraktor nach Anspruch 3 dadurch gekennzeichnet, dass die Rastnase (58) durch eine Aussparung (48) im Funktionselement (26) gebildet wird."
    },
    {
      "id": "c5",
      "type": "claim-dependent",
      "text": "Retraktor nach einem der Ansprüche 3 oder 4, dadurch gekennzeichnet, dass die Rastnase (58) an der der Zahnstange (44) zugewandten Seite abgeschrägt ist."
    },
    {
      "id": "c6",
      "type": "claim-dependent",
      "text": "Retraktor nach einem der Ansprüche 3 bis 5, dadurch gekennzeichnet, dass die Zahnstange (44) sich in etwa im rechten Winkel zur Längsachse des Haltearms (24) von dem Retraktor (10) wegerstreckt."
    },
    {
      "id": "c7",
      "type": "claim-dependent",
      "text": "Retraktor nach einem der Ansprüche 3 bis 6, dadurch gekennzeichnet, dass die Zahnstange (44) an dem dem Retraktor (10) abgewandten Ende einen T-förmigen Griff (48) aufweist."
    },
    {
      "id": "c8",
      "type": "claim-dependent",
      "text": "Retraktor nach einem der Ansprüche 1 bis 7, dadurch gekennzeichnet, dass das Funktionselement (26) längs des Haltearms (24) verschiebbar ist."
    },
    {
      "id": "c9",
      "type": "claim-dependent",
      "text": "Retraktor nach Anspruch 8, dadurch gekennzeichnet, dass das Funktionselement (26) von dem Haltearm (24) abnehmbar ist."
    },
    {
      "id": "c10",
      "type": "claim-dependent",
      "text": "Retraktor nach Anspruch 9, dadurch gekennzeichnet, dass das Funktionselement (26) an jedem der Haltearme (14, 24) anbringbar ist."
    },
    {
      "id": "c11",
      "type": "claim-dependent",
      "text": "Retraktor nach einem der Ansprüche 1 bis 10, dadurch gekennzeichnet, dass das Funktionselement (26) an den Flächenbereichen, mit denen es am Rand einer Operationsöffnung oder im Körper anliegt, zumindest teilweise mit einer konturierten Oberfläche versehen ist."
    },
    {
      "id": "c12",
      "type": "claim-dependent",
      "text": "Retraktor nach Anspruch 11, dadurch gekennzeichnet, dass die Oberflächenstruktur gekreuzt fischgrätenartig ausgebildet ist."
    },
    {
      "id": "c13",
      "type": "claim-dependent",
      "text": "Retraktor nach Anspruch 12, dadurch gekennzeichnet, dass die Oberflächenstruktur pyramidenförmige Erhebungen mit rautenförmiger Basis aufweist."
    },
    {
      "id": "c14",
      "type": "claim-dependent",
      "text": "Retraktor nach einem der Ansprüche 1 bis 12, dadurch gekennzeichnet, dass an einem Haltearm (24 das Funktionselement (26) und am anderen eine Valve (16) angebracht ist."
    }
  ],
  "figures": [
    { "id": "fig1", "image": "https://patentimages.storage.googleapis.com/e5/22/86/9a7415ae9ea93f/imgf0001.png", "page": 9 },
    { "id": "fig2", "image": "https://patentimages.storage.googleapis.com/0c/3e/a1/b20cad95ab6243/imgf0002.png", "page": 9 },
    { "id": "fig3", "image": "https://patentimages.storage.googleapis.com/0c/6b/d7/a0cba390bd22b6/imgf0003.png", "page": 9 },
    { "id": "fig4", "image": "https://patentimages.storage.googleapis.com/31/44/45/cd72ce99ff3050/imgf0004.png", "page": 9 },
    { "id": "fig5", "image": "https://patentimages.storage.googleapis.com/f4/12/10/daff9d61c37df2/imgf0005.png", "page": 9 },
    { "id": "fig6", "image": "https://patentimages.storage.googleapis.com/6b/b2/c5/ba692eede19264/imgf0006.png", "page": 9 },
    { "id": "fig7", "image": "https://patentimages.storage.googleapis.com/31/44/45/cd72ce99ff3050/imgf0004.png", "page": 9 },
    { "id": "fig8", "image": "https://patentimages.storage.googleapis.com/f4/12/10/daff9d61c37df2/imgf0005.png", "page": 9 },
    { "id": "fig9", "image": "https://patentimages.storage.googleapis.com/6b/b2/c5/ba692eede19264/imgf0006.png", "page": 9 },
    { "id": "fig10", "image": "https://patentimages.storage.googleapis.com/6b/b2/c5/ba692eede19264/imgf0006.png", "page": 9 }
  ],
  "tables": []
}